[
    {
      "title": "Fifth Third Bank - Financial Well for Young Adults",
      "description": "Imagine empowering young adults to take control of their financial future with confidence and ease. Your challenge is to develop an innovative financial planning solution tailored to their unique needs. It could help users set and achieve their financial goals, track their progress, receive personalized advice, or <insert your idea here>! Let's create a solution that is an engaging and accessible experience that allows your creativity to shine!"
    },
    {
      "title": "Kinetic Vision - API Integration",
      "description": "Build a web application that plugs into existing APIs from one-or-more external tools to create a novel user experience!"
    },
    {
      "title": "Rare",
      "description": "<p class='pb-2'>Build a <a href='https://docs.farcaster.xyz/developers/frames/v2/' target='_blank' class='text-theme-teal underline'>Farcaster Frame</a> that could be utilized by our NFT tickets for <a href='https://rareevo.io/about-rare-evo' target='_blank' class='text-theme-teal underline'>Rare Evo 2025</a>, which are built on Base.</p><p class='pb-2'>Example: A Frame that allows for NFT tickets to be registered (asking for the user to put information like name/email/company name) and then claimed, updating the metadata indicating that it goes from unclaimed to claimed status, while generating a unique QR code for check in at the ticketed event.</p><p class='pb-2'>Here are our NFT tickets, but they could use any NFT to create a beta/test app.</p><a href='https://rareevo.io/rareperks' target='_blank' class='text-theme-teal underline'>https://rareevo.io/rareperks</a>"
    },
    {
      "title": "Medpace - Improve Medical Research Challenge",
      "description": "Best digital solution to improve the clinical trial process. Your challenge is to create a solution to improve or add value to the clinical trial process. More information can be found <a href='https://drive.google.com/file/d/1WLZ0B2YUSIlJwPBU3OBXIzLfrQzg7or4/view' target='_blank' class='text-theme-teal underline'>here</a>!"
    },
    {
      "title": "AWS",
      "description": "Awarded to the project that best integrates AWS services to build a functional and innovative solution. Judges will evaluate the depth of AWS service usage, the quality of integration, and the project’s overall completeness and creativity. Must use at least four AWS services, with integration between services considered a plus. Additional consideration will be given to teams that incorporate AWS AI services into their solution."
    },
    {
      "title": "Parkinson's Together",
      "description": "Create a product that can help address the struggles of individuals with neurological disorders."
    },
    {
      "title": "ICR Sponsored Capture The Flag",
      "description": "<p class='pb-2'>ICR is hosting a full Capture The Flag (CTF) challenge running throughout the entire event!</p><p class='pb-2'>Sign up here: <a href='https://ctf.icr-team.com/' target='_blank' class='text-theme-teal underline'>https://ctf.icr-team.com/</a></p><p>Rules and details: <a href='https://ctf.icr-team.com/rules' target='_blank' class='text-theme-teal underline'>https://ctf.icr-team.com/rules</a></p>"
    }
  ]
  